var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "亲爱的佑辰：当你安静地睡在襁褓里时，窗外的阳光正第一次抚摸你的脸颊。这个世界将以它的全部——春天的第一片新叶、夏夜的星星、秋季的风和冬日温暖的炉火——来迎接你。",
        "我写下这些字时，你的人生还是一张洁净的白纸。这很好。在未来的岁月里，你会用欢笑、泪水、好奇与勇气，在这纸上绘出只属于你的风景。不必急于将它填满，生命的美妙恰在于留白处的可能性。也许有一天，你会问：“我为何来到这个世界？”",
        "我无法替你回答，因为答案需要你用一生去寻找。但我可以告诉你：你不需要成为任何人期待的样子，只需要成为最真实的自己。世界终将教会你许多事，但最重要的一课是——如何与自己和平相处。当你学会倾听自己内心的声音，你就在成为自己的路上迈出了最重要的一步。成长路上，你可能会跌倒。手掌擦破皮时，可以哭；心里难过时，也可以流泪。但请记住，雨水洗净天空，泪水也会让你更清澈。每一次站起来的你，都会比跌倒前更加坚强。",
        "爱你的家人",
        "于你降临的第一天",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2025-11-28T10:34:00",
    // 双方的名字
    names: ["蒲佑辰 "," 董丹、蒲俊义"]
}
