var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "敏敏:",
        "在茫茫人海中相遇",
        "心的方向指引着爱的路",
        "缠满情愫涌上心头",
        "如此深情执着，不离不弃。",
        "",
        "柔风吹拂轻轻低语",
        "思念间流淌无言的爱",
        "如花绽放满天星辰",
        "你是我命中注定的缘……",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2023-12-03T00:07:00",
    // 双方的名字
    names: ["凌敏 "," 蒲俊义 "]
}
